const PRODUCTS = [
  {
    id: 1,
    categoryid: 1,
    img: 'assets/images/photos/catalogue_1.png',
    name: 'Флюїд для обличчя для сухої шкіри',
    price: {
      amount: 630,
      currency: 'грн'
    },
    description: 'Зволожуючий флюїд на основі натуральних компонентів і вітаміну С. Призначений для догляду за сухою шкірою, забезпечує їй ефективне зволоження та живлення, покращує її стан і зовнішній вигляд.'
  },
  {
    id: 2,
    categoryid: 6,
    img: 'assets/images/photos/catalogue_2.png',
    name: 'Антиоксидантний крем для обличчя',
    price: {
      amount: 850,
      currency: 'грн'
    },
    description: 'Крем на основі антиоксидантів та рослинних екстрактів забезпечує ефективний догляд за шкірою обличчя. Містить активні компоненти, що борються зі старінням і змінами, пов\'язаними з впливом шкідливих факторів навколишнього середовища.'
  },
  {
    id: 3,
    categoryid: 2,
    img: 'assets/images/photos/catalogue_3.png',
    name: 'Гель для вмивання для проблемної шкіри',
    price: {
      amount: 590,
      currency: 'грн'
    },
    description: 'Гель для вмивання на основі трав\'яних екстрактів, який призначений для догляду за проблемною шкірою. Допомагає очищувати шкіру від забруднень, зменшує запалення та покращує стан шкіри.'
  },
  {
    id: 4,
    categoryid: 1,
    name: 'Зволожуюча сироватка для нормальної шкіри',
    description: 'Ефективна формула забезпечує глибоке зволоження та живлення для нормальної шкіри. Сироватка легко вбирається, не залишає жирної плівки, миттєво освіжає шкіру та дарує їй здоровий вигляд.',
    img: 'assets/images/photos/catalogue_4.png',
    price: {
      amount: 480,
      currency: 'грн'
    }
  },
  {
    id: 5,
    categoryid: 6,
    name: 'Зволожуючий крем для сухої шкіри',
    description: 'Крем має насичену текстуру, яка дозволяє швидко вбиратися і насичувати клітини необхідною вологою. Активні компоненти допомагають утримувати вологу всередині шкіри протягом тривалого часу, що позбавляє її від відчуття стягнутості та сухості.',
    img: 'assets/images/photos/catalogue_5.png',
    price: {
      amount: 830,
      currency: 'грн'
    }
  },
  {
    id: 6,
    categoryid: 5,
    name: 'Тонік для обличчя для нормальної шкіри',
    description: 'Тонік має легку текстуру, що забезпечує миттєве відчуття свіжості та чистоти. Екстракти з рослинними компонентами зменшують пори та запобігають появі чорних точок. Тонік має пом\'якшувальний ефект та відновлює природний баланс шкіри.',
    img: 'assets/images/photos/catalogue_6.png',
    price: {
      amount: 450,
      currency: 'грн'
    }
  },
  {
    id: 7,
    categoryid: 4,
    img: 'assets/images/photos/catalogue_7.png',
    name: 'Пінка для очищення шкіри обличчя',
    price: { amount: 560, currency: 'грн' },
    description: 'Ефективно очищує шкіру, не викликаючи дискомфорту. Містить рослинні компоненти, які дбайливо доглядають за шкірою, зберігають її природний баланс і зменшують вікові зміни.'
  },
  {
    id: 8,
    categoryid: 6,
    img: 'assets/images/photos/catalogue_8.png',
    name: 'Набір Денний та нічний крем',
    price: { amount: 1230, currency: 'грн' },
    description: 'Набір кремів для денного і нічного догляду за шкірою обличчя. Містять натуральні компоненти, які забезпечують живлення, зволоження і захист шкіри від зовнішніх чинників.'
  },
  {
    id: 9,
    categoryid: 6,
    img: 'assets/images/photos/catalogue_9.png',
    name: 'Матуючий денний крем для жиної шкіри',
    price: { amount: 680, currency: 'грн' },
    description: 'Легкий крем для жирної шкіри обличчя, який забезпечує матовість і зменшує виділення себуму. Містить екстракти рослин, які мають протизапальну дію і зменшують розширені пори.'
  },
  {
    id: 10,
    categoryid: 6,
    img: 'assets/images/photos/catalogue_10.png',
    name: 'Нічний антивіковий крем для сухої шкіри',
    price: { amount: 860, currency: 'грн' },
    description: 'Нічний крем з антивіковим ефектом для сухої шкіри обличчя. Містить компоненти, які зберігають вологу в шкірі, запобігають появі зморшок і зменшують прояви старіння. Після використання крему шкіра виглядає свіжою і відпочившою.'
  },
  {
    id: 11,
    categoryid: 2,
    img: 'assets/images/photos/catalogue_11.png',
    name: 'Гель для зняття макіяжу',
    price: {
      amount: 730,
      currency: 'грн'
    },
    description: 'Ефективно знімає макіяж та забруднення зі шкіри, не залишаючи жирної плівки. До складу гелю входять м’які поверхнево-активні речовини, які не пересушують шкіру і дбайливо очищають її. Додатково засіб зволожує та живить шкіру завдяки наявності рослинних екстрактів у складі.'
  },
  {
    id: 12,
    categoryid: 1,
    img: 'assets/images/photos/catalogue_12.png',
    name: 'Антивікова сироватка для зони навколо очей',
    price: {
      amount: 900,
      currency: 'грн'
    },
    description: 'Сироватка для догляду за шкірою навколо очей з ретинолом та вітаміном С підходить для всіх типів шкіри. Засіб знімає набряклість та темні кола під очима, зменшує глибину зморшок та запобігає появі нових. Завдяки наявності в складі гіалуронової кислоти, антивікова сироватка забезпечує зволоження та живлення шкіри.'
  },
  {
    id: 13,
    categoryid: 5,
    img: 'assets/images/photos/catalogue_13.png',
    name: 'Лосьон для нормальної та комбінованої шкіри',
    price: {
      amount: 1050,
      currency: 'грн'
    },
    description: 'Ефективний лосьон для нормальної та комбінованої шкіри, що забезпечує належний догляд і дарує здоровий вигляд. Містить вітаміни та мінерали, необхідні для здорової шкіри.'
  },
  {
    id: 14,
    categoryid: 3,
    img: 'assets/images/photos/catalogue_14.png',
    name: 'Скраб для чутливої шкіри',
    price: {
      amount: 890,
      currency: 'грн'
    },
    description: 'Дбайливий скраб для чутливої шкіри, що допоможе позбутися від мертвих клітин і забезпечить належний догляд за шкірою обличчя. Завдяки своїй формулі, скраб не подразнює шкіру і не містить шкідливих речовин.'
  },
  {
    id: 15,
    categoryid: 2,
    img: 'assets/images/photos/catalogue_15.png',
    name: 'Гель для глубокого очищення шкіри обличчя',
    price: {
      amount: 890,
      currency: 'грн'
    },
    description: 'Гель для глибокого очищення шкіри обличчя, який ефективно видаляє забруднення і забезпечує належний догляд за шкірою. Містить природні компоненти, такі як екстракт зеленого чаю і алое вера, які сприяють покращенню здоров\'я шкіри.'
  }
]

const CATEGORIES = [{
  id: 1,
  name: 'Сироватка для обличчя'
}, {
  id: 2,
  name: 'Гель для вмивання'
}, {
  id: 3,
  name: 'Маска для обличчя'
}, {
  id: 4,
  name: 'Пінка для вмивання'
}, {
  id: 5,
  name: 'Тонік для обличчя'
}, {
  id: 6,
  name: 'Крем для обличчя'
}];

export {
  PRODUCTS,
  CATEGORIES
};
